// 大连
var dis1 = [ "西岗区", "中山区", " 沙河口区", "甘井子区", "旅顺口区", "金州区",   "瓦房店市", "普兰店市", "庄河市（城关街道）",    "长海县（大长山岛镇）"];
// 鞍山
var dis2 = [ "铁东区", "铁西区", "立山区", "千山区",     "海城市（海城经济开发区）" ,      "台安县（台安镇）", "岫岩满族自治县（岫岩镇）" ];
// 抚顺
var dis3 = [ "顺城区", "新抚区", "东洲区", "望花区",      "抚顺县（抚顺市顺城区）",       "清原满族自治县（清原镇）", "新宾满族自治县（新宾镇）" ];

// 本溪
var dis4 = [ "平山区", "明山区（新明街道）", "溪湖区"," 南芬区",       "本溪满族自治县（小市镇）", "桓仁满族自治县（桓仁镇）" ];

// 丹东
var dis5 = [ "振兴区", "元宝区", "振安区",       "东港市（大东街道）", "凤城市",         "宽甸满族自治县（宽甸镇）" ];

// 锦州
var dis6 = ["太和区", "古塔区", "凌河区", "凌海市（大凌河街道）", "北镇市", "黑山县（黑山镇）", "义县（义州镇）" ];

// 营口
var dis7 = ["站前区", "西市区", "鲅鱼圈区", "老边区",      "大石桥市（青花街道） 盖州市"];

// 阜新
var dis8 = [ "海州区", "新邱区", "太平区", "清河门区", "细河区",         "彰武县（彰武镇）", "阜新蒙古族自治县（阜新镇）" ];

// 辽阳
var dis9 = ["白塔区", "文圣区", "宏伟区", "太子河区", "弓长岭区",      "灯塔市",      "辽阳县（首山镇）"  ];

// 盘锦
var dis10 = [ "双台子区", "兴隆台区",       "盘山县（太平镇府前大道）", "大洼县（大洼镇）" ];

//葫芦岛
var dis11 = [ "龙港区", "南票区", "连山区",      "兴城市（市）","绥中县（镇）"," 建昌县（镇）"];


// 铁岭
var dis13 = [ "银州区", "清河区",       "调兵山市（调兵山街道）", "开原市（新城街道）",      "铁岭县（铁岭市银州区）", "昌图县（昌图镇）", "西丰县（西丰镇）" ];


// 沈阳
var dis12 = [ "沈河区", "皇姑区", "和平区", "大东区", "铁西区", "苏家屯区", "东陵区", "沈北新区（新城子区）", "于洪区", "浑南新区", 
              "新民市",     "法库县（法库镇）", "辽中县（辽中镇）", "康平县（康平镇）" ];

// 朝阳
var dis14 = [ "双塔区", "龙城区",       "凌源市", "北票市",       "朝阳县（朝阳县柳城镇）", "建平县", "喀喇沁左翼蒙古族自治县（大城子镇）" ];